TXT_1 = """
<b>🐸 Feels good man</b>
"""

TXT_2 = """
<b>Ваша энергия восстановлена ⚡️</b>

Нажмите на кнопку ниже, чтобы начать игру.
"""

TXT_3 = """
<b>Статистика {date}</b>

🌍 Общее кол-во юзеров — {users_count} ({users_paid_count} покупных)
🌎 Пришло юзеров сегодня — {new_users_count}

☘️ Сейчас онлайн — {online_count}
🍀 Пиковый онлайн сегодня — {online_today_count}

💫 Общая прибыль — {total_money} Stars ({total_money_in_dollars}$)
⭐️ Прибыль сегодня — {today_total_money} Stars ({today_money_in_dollars}$)
"""

TXT_4 = """
<b>{msg}</b>
"""

TXT_5 = """
<b>🐸 Администраторская</b>
"""

TXT_6 = """
<b>🐸 Отправьте текст для рассылки:</b>
"""

TXT_7 = """
<b>🐸 Отправьте фото/видео для рассылки (только одну):</b>
"""

TXT_8 = """
<b>🐸 Добавить кнопку для рассылки?</b>
"""

TXT_9 = """
<b>🐸 Отправьте текст для кнопки:</b>
"""

TXT_10 = """
<b>🐸 Отправьте ссылку для кнопки:</b>
"""

TXT_11 = """
<b>🐸 Вы должны отправить медиа в сжатом виде!</b>
"""

TXT_12 = """
<b>🐸 Рассылка отправлена!</b>

Вы получите статистику после полного завершения.
"""

TXT_13 = """
<b>🐸 Статистика рассылки</b>

Отправлено — {sent}
Заблокировано — {blocked}
"""

TXT_14 = """
<b>🐸 Вы уверены, что хотите отправить рассылку?</b>
"""

TXT_15 = """
<b>🔎 Введите ID или юзернейм (без @):</b>
"""

TXT_16 = """
<b>Профиль, <a href='tg://user?id={user_id}'>{full_name}</a></b>

<b>💰 Балансы</b>
Views — {views}
Earn — {money}
TON — {ton}

<b>⭐️ Донаты</b>
За все время — {donates} Stars ({donates_usd}$)
За сегодня — {donates_today} Stars ({donates_today_usd}$)
"""

TXT_17 = """
<b>🔎 Пользователь не найден!</b>
"""

TXT_18 = """
<b>🔎 Введите скин ID (пример: cap_2):</b>
"""

TXT_19 = """
<b>🔎 Введите сумму (с + добавить, с - вычесть, просто число для полной замены):</b>
"""

TXT_20 = """
<b>🔎 Баланс изменен!</b>
"""

TXT_21 = """
<b>🔎 Введите правильную сумму!</b>
"""

TXT_22 = """
<b>🔎 Скин добавлен!</b>
"""

TXT_23 = """
<b>📣 Ты получил новый скин!</b>

{username} дарит его тебе, используй с честью!
"""

TXT_24 = """
<b>📣 You got a new skin!</b>

{username} gives it special for u, frien!
"""