cabinet = """
<b>🗝 Профиль</b>

<b>🔮 Ваш айди:</b> {user_id}

<b>🧊 Ваш юзернейм:</b>  {login}

<b>☕️ Дней в боте:</b>  {data}

"""

information = """
<b>💎 Администраторы проекта: @grankeyl, @nonameeditor, @inject_dev</b>

<b>💻 Прайс на наши услуги (разработка): https://imgur.com/rM0tADk</b>  

<b>🏕 Прайс на наши услуги (дизайн): soon</b>  

"""

garanter = """
<b>💎 Гарант (имеет статус админа в чате lolzteam): @nonameeditor</b>

<b>💻 Тема на lolzteam от модератора: https://lolz.guru/threads/4402993/</b>

"""

ordering = """
<b>Для продолжения выберите раздел того, что вам нужно:</b>

"""

deal_site = """
<b>💻 Разработка #{id_deal}</b>


<b>🛒 Заказчик:</b> @{buyer}

<b>💵 Бюджет:</b> {info}$

<b>🔩 Тип заказа:</b> Сайт

<b>🔖 Примеры:</b> {dealing}

<b>📝 ТЗ:</b> {card}

<b>Заказ был отправлен администраторам, ожидайте рассмотрения вашего заказа</b>
"""

deal_site_admin = """
<b>💻 Разработка #{id_deal}</b>


<b>🛒 Заказчик:</b> @{buyer}

<b>💵 Бюджет:</b> {info}$

<b>🔩 Тип заказа:</b> Сайт

<b>🔖 Примеры:</b> {dealing}

<b>📝 ТЗ:</b> {card}
"""

deal_bot = """
<b>💻 Разработка #{id_deal}</b>


<b>🛒 Заказчик:</b> @{buyer}

<b>💵 Бюджет:</b> {info}$

<b>🔩 Тип заказа:</b> Бот

<b>🔖 Примеры:</b> {dealing}

<b>📝 ТЗ:</b> {card}

<b>Заказ был отправлен администраторам, ожидайте рассмотрения вашего заказа</b>
"""

deal_bot_admin = """
<b>💻 Разработка #{id_deal}</b>


<b>🛒 Заказчик:</b> @{buyer}

<b>💵 Бюджет:</b> {info}$

<b>🔩 Тип заказа:</b> Бот

<b>🔖 Примеры:</b> {dealing}

<b>📝 ТЗ:</b> {card}
"""

deal_design_web = """
<b>🏕 Дизайн #{id_deal}</b>


<b>🛒 Заказчик:</b> @{buyer}

<b>💵 Бюджет:</b> {info}$

<b>🔩 Тип заказа:</b> Веб-дизайн

<b>🔖 Примеры:</b> {dealing}

<b>📝 ТЗ:</b> {card}

<b>Заказ был отправлен администраторам, ожидайте рассмотрения вашего заказа</b>
"""

deal_design_web_admin = """
<b>🏕 Дизайн #{id_deal}</b>


<b>🛒 Заказчик:</b> @{buyer}

<b>💵 Бюджет:</b> {info}$

<b>🔩 Тип заказа:</b> Веб-дизайн

<b>🔖 Примеры:</b> {dealing}

<b>📝 ТЗ:</b> {card}
"""

deal_design_banner = """
<b>🏕 Дизайн #{id_deal}</b>


<b>🛒 Заказчик:</b> @{buyer}

<b>💵 Бюджет:</b> {info}$

<b>🔩 Тип заказа:</b> Баннер

<b>🔖 Примеры:</b> {dealing}

<b>📝 ТЗ:</b> {card}

<b>Заказ был отправлен администраторам, ожидайте рассмотрения вашего заказа</b>
"""

deal_design_banner_admin = """
<b>🏕 Дизайн #{id_deal}</b>


<b>🛒 Заказчик:</b> @{buyer}

<b>💵 Бюджет:</b> {info}$

<b>🔩 Тип заказа:</b> Баннер

<b>🔖 Примеры:</b> {dealing}

<b>📝 ТЗ:</b> {card}
"""

deal_design_avatar = """
<b>🏕 Дизайн #{id_deal}</b>


<b>🛒 Заказчик:</b> @{buyer}

<b>💵 Бюджет:</b> {info}$

<b>🔩 Тип заказа:</b> Аватарка

<b>🔖 Примеры:</b> {dealing}

<b>📝 ТЗ:</b> {card}

<b>Заказ был отправлен администраторам, ожидайте рассмотрения вашего заказа</b>
"""

deal_design_avatar_admin = """
<b>🏕 Дизайн #{id_deal}</b>


<b>🛒 Заказчик:</b> @{buyer}

<b>💵 Бюджет:</b> {info}$

<b>🔩 Тип заказа:</b> Аватарка

<b>🔖 Примеры:</b> {dealing}

<b>📝 ТЗ:</b> {card}
"""

deal_design_animate = """
<b>🏕 Дизайн #{id_deal}</b>


<b>🛒 Заказчик:</b> @{buyer}

<b>💵 Бюджет:</b> {info}$

<b>🔩 Тип заказа:</b> Анимация

<b>🔖 Примеры:</b> {dealing}

<b>📝 ТЗ:</b> {card}

<b>Заказ был отправлен администраторам, ожидайте рассмотрения вашего заказа</b>
"""

deal_design_animate_admin = """
<b>🏕 Дизайн #{id_deal}</b>


<b>🛒 Заказчик:</b> @{buyer}

<b>💵 Бюджет:</b> {info}$

<b>🔩 Тип заказа:</b> Анимация

<b>🔖 Примеры:</b> {dealing}

<b>📝 ТЗ:</b> {card}
"""

ordering_all = """
<b>Выберите тип разработки:</b>

"""

ordering_design_all = """
<b>Выберите тип разработки:</b>

"""

acceptusering = """
<b>Заказ был успешно принят администратором @{acceptuser}</b>

"""